Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# guest_prompt_message_send_message
source: Create an account to message your neighbors.
es: Crea una cuenta para enviar mensajes a tus vecinos.
ko: 이웃에게 메시지를 보내려면 계정을 만드세요.
vi: Tạo tài khoản để nhắn tin cho láng giềng của bạn.
zh_hans: 创建账户即可给邻居发消息。
zh_hant: 建立帳戶即可傳訊息給鄰居。

# guest_prompt_message_view_map
source: Create an account to view the full map with pickup and dropoff locations.
es: Crea una cuenta para ver el mapa completo con los lugares de recogida y destino.
ko: 승차 및 하차 위치가 표시된 전체 지도를 보려면 계정을 만드세요.
vi: Tạo tài khoản để xem bản đồ đầy đủ với điểm đón và điểm trả.
zh_hans: 创建账户即可查看包含上车和下车地点的完整地图。
zh_hant: 建立帳戶即可查看包含上車與下車地點的完整地圖。

# guest_prompt_message_vote
source: Create an account to vote on posts and comments.
es: Crea una cuenta para votar en publicaciones y comentarios.
ko: 게시글과 댓글에 투표하려면 계정을 만드세요.
vi: Tạo tài khoản để bình chọn cho bài đăng và bình luận.
zh_hans: 创建账户即可为帖子和评论投票。
zh_hant: 建立帳戶即可為貼文和留言投票。

# guest_prompt_sign_up
source: Sign Up
es: Registrarse
ko: 가입
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# guest_prompt_title_add_participants
source: Sign In to Add Participants
es: Inicia sesión para agregar participantes
ko: 로그인하여 참가자 추가
vi: Đăng nhập để thêm người tham gia
zh_hans: 登录以添加参与者
zh_hant: 登入以新增參與者

# guest_prompt_title_ask_question
source: Sign In to Ask a Question
es: Inicia sesión para hacer una pregunta
ko: 로그인하여 질문하기
vi: Đăng nhập để đặt câu hỏi
zh_hans: 登录以提问
zh_hant: 登入以提問

# guest_prompt_title_claim_favor
source: Sign In to Claim This Favor
es: Inicia sesión para reclamar este favor
ko: 로그인하여 이 부탁 수락
vi: Đăng nhập để nhận nhờ vả này
zh_hans: 登录以认领此帮忙
zh_hant: 登入以認領此幫忙

# guest_prompt_title_claim_ride
source: Sign In to Claim This Ride
es: Inicia sesión para reclamar este viaje
ko: 로그인하여 이 라이드 수락
vi: Đăng nhập để nhận chuyến đi này
zh_hans: 登录以认领此搭车
zh_hant: 登入以認領此搭車

# guest_prompt_title_comment
source: Sign In to Comment
es: Inicia sesión para comentar
ko: 로그인하여 댓글 작성
vi: Đăng nhập để bình luận
zh_hans: 登录以评论
zh_hant: 登入以留言

# guest_prompt_title_create_post
source: Sign In to Create a Post
es: Inicia sesión para crear una publicación
ko: 로그인하여 글 작성
vi: Đăng nhập để tạo bài đăng
zh_hans: 登录以创建帖子
zh_hant: 登入以建立貼文

# guest_prompt_title_deep_link_sign_in
source: Sign In Required
es: Inicio de sesión requerido
ko: 로그인 필요
vi: Cần đăng nhập
zh_hans: 需要登录
zh_hant: 需要登入

# guest_prompt_title_join_community
source: Join the Community
es: Únete a la comunidad
ko: 커뮤니티에 참여하기
vi: Tham gia cộng đồng
zh_hans: 加入社区
zh_hant: 加入社群

# guest_prompt_title_post_favor
source: Sign In to Post a Favor
es: Inicia sesión para publicar un favor
ko: 로그인하여 부탁 게시
vi: Đăng nhập để đăng nhờ vả
zh_hans: 登录以发布帮忙
zh_hant: 登入以發布幫忙

# guest_prompt_title_post_ride
source: Sign In to Post a Ride
es: Inicia sesión para publicar un viaje
ko: 로그인하여 라이드 게시
vi: Đăng nhập để đăng chuyến đi
zh_hans: 登录以发布搭车
zh_hant: 登入以發布搭車

# guest_prompt_title_report
source: Sign In to Report Content
es: Inicia sesión para reportar contenido
ko: 로그인하여 콘텐츠 신고
vi: Đăng nhập để báo cáo nội dung
zh_hans: 登录以举报内容
zh_hant: 登入以檢舉內容

# guest_prompt_title_send_message
source: Sign In to Send Messages
es: Inicia sesión para enviar mensajes
ko: 로그인하여 메시지 보내기
vi: Đăng nhập để gửi tin nhắn
zh_hans: 登录以发送消息
zh_hant: 登入以發送訊息

# guest_prompt_title_view_map
source: Sign In to View Map
es: Inicia sesión para ver el mapa
ko: 로그인하여 지도 보기
vi: Đăng nhập để xem bản đồ
zh_hans: 登录以查看地图
zh_hant: 登入以查看地圖

# guest_prompt_title_vote
source: Sign In to Vote
es: Inicia sesión para votar
ko: 로그인하여 투표
vi: Đăng nhập để bình chọn
zh_hans: 登录以投票
zh_hant: 登入以投票

# guidelines_1_body
source: Naar's Cars is a place to ask for and offer help—whether that's a ride to the airport, borrowing a tool, help moving something heavy, running an errand, or similar neighborly favors. Requests are welcome, and no judgment will be passed for asking.
es: Naar's Cars es un lugar para pedir y ofrecer ayuda: ya sea un viaje al aeropuerto, pedir prestada una herramienta, ayuda para mover algo pesado, hacer un mandado u otros favores entre vecinos. Las solicitudes son bienvenidas y nadie te juzgará por pedir ayuda.
ko: Naar's Cars는 도움을 요청하고 제공하는 공간입니다. 공항까지의 라이드, 공구 빌리기, 무거운 물건 옮기기, 심부름 등 이웃 간의 크고 작은 부탁이 모두 해당됩니다. 요청은 언제든 환영하며, 부탁했다고 해서 누구도 판단하지 않습니다.
vi: Naar's Cars là nơi để nhờ giúp đỡ và giúp đỡ người khác, dù đó là một chuyến đi ra sân bay, mượn dụng cụ, giúp chuyển đồ nặng, chạy việc vặt hay những việc tương tự giữa láng giềng. Mọi yêu cầu đều được chào đón, và sẽ không ai bị phán xét vì nhờ giúp đỡ.
zh_hans: Naar's Cars 是一个寻求和提供帮助的地方——无论是去机场的搭车、借用工具、帮忙搬重物、跑腿办事，还是类似的邻里互助。 欢迎提出请求，提出请求不会受到任何评判。
zh_hant: Naar's Cars 是一個尋求和提供協助的地方——無論是搭車去機場、借用工具、幫忙搬重物、跑腿辦事，或是類似的鄰里互助。 歡迎提出請求，提出請求不會受到任何評判。

# guidelines_1_title
source: This is a safe, respectful, and supportive community
es: Esta es una comunidad segura, respetuosa y solidaria
ko: 안전하고 서로 존중하며 돕는 커뮤니티입니다
vi: Đây là một cộng đồng an toàn, tôn trọng và biết sẻ chia
zh_hans: 这是一个安全、互相尊重、互相支持的社区
zh_hant: 這是一個安全、互相尊重、互相支持的社群

# guidelines_2_body
source: When possible, flexibility helps everyone. You're encouraged to suggest or accept reasonable alternatives—such as meeting at a nearby location, adjusting timing, or breaking a request into smaller parts. There's no shame in asking, and no obligation for others to say yes.
es: Cuando sea posible, la flexibilidad ayuda a todos. Te animamos a sugerir o aceptar alternativas razonables, como reunirse en un lugar cercano, ajustar el horario o dividir una solicitud en partes más pequeñas. No hay nada de qué avergonzarse por pedir ayuda, y nadie está obligado a decir que sí.
ko: 가능하면 유연하게 대응하는 것이 모두에게 도움이 됩니다. 가까운 장소에서 만나거나, 시간을 조정하거나, 요청을 작은 단위로 나누는 등 합리적인 대안을 제안하거나 받아들여 보세요. 부탁하는 것은 부끄러운 일이 아니며, 다른 사람이 반드시 수락해야 할 의무도 없습니다.
vi: Khi có thể, sự linh hoạt sẽ giúp ích cho mọi người. Bạn nên đề xuất hoặc chấp nhận những phương án thay thế hợp lý, chẳng hạn như gặp nhau ở một địa điểm gần đó, điều chỉnh thời gian hoặc chia nhỏ một yêu cầu. Nhờ giúp đỡ không có gì đáng ngại, và không ai có nghĩa vụ phải đồng ý.
zh_hans: 在可能的情况下，灵活变通对大家都有好处。我们鼓励您提出或接受合理的替代方案，例如在附近地点碰面、调整时间，或将一个请求拆分成几个较小的部分。 提出请求无需感到难为情，别人也没有义务答应。
zh_hant: 在可能的情況下，彈性調整對大家都有幫助。我們鼓勵您提出或接受合理的替代方案，例如在附近地點碰面、調整時間，或將一個請求拆成幾個較小的部分。 提出請求無須感到難為情，別人也沒有義務答應。

# guidelines_2_title
source: Be flexible and considerate
es: Sé flexible y considerado
ko: 유연하고 배려하는 태도를 가져 주세요
vi: Hãy linh hoạt và biết quan tâm
zh_hans: 保持灵活，体谅他人
zh_hant: 保持彈性，體諒他人

# guidelines_3_body
source: No one is required to respond or help. If your request doesn't get a response, please don't take it personally—people may be busy, unavailable, or simply unable to help at that time.
es: Nadie está obligado a responder ni a ayudar. Si tu solicitud no recibe respuesta, por favor no lo tomes como algo personal: las personas pueden estar ocupadas, no estar disponibles o simplemente no poder ayudar en ese momento.
ko: 누구도 응답하거나 도와줄 의무가 없습니다. 요청에 응답이 없더라도 개인적으로 받아들이지 마세요. 바쁘거나, 시간이 안 되거나, 그 시점에 도울 수 없는 경우일 수 있습니다.
vi: Không ai bắt buộc phải phản hồi hoặc giúp đỡ. Nếu yêu cầu của bạn chưa nhận được phản hồi, xin đừng để bụng, vì mọi người có thể đang bận, không rảnh hoặc đơn giản là không thể giúp vào lúc đó.
zh_hans: 没有人必须回应或提供帮助。如果您的请求没有得到回应，请不要放在心上——大家可能正忙、不方便，或者当时确实无法帮忙。
zh_hant: 沒有人必須回應或提供協助。如果您的請求沒有得到回應，請不要放在心上——大家可能正忙、不方便，或是當時確實無法幫忙。

# guidelines_3_title
source: Participation is always optional
es: La participación siempre es opcional
ko: 참여는 언제나 자율입니다
vi: Việc tham gia luôn là tùy chọn
zh_hans: 参与完全出于自愿
zh_hant: 參與完全出於自願

# guidelines_4_body
source: You are not required to give help in order to receive it. That said, Naar's Cars works best when members contribute when they're able. If you consistently receive help without offering it when possible, others may be less inclined to respond—so please pay it forward when you can.
es: No estás obligado a dar ayuda para recibirla. Dicho esto, Naar's Cars funciona mejor cuando los miembros contribuyen si pueden. Si recibes ayuda de forma constante sin ofrecerla cuando puedes, es posible que otros estén menos dispuestos a responder, así que devuelve el favor ayudando a otros cuando puedas.
ko: 도움을 받기 위해 반드시 도움을 줘야 하는 것은 아닙니다. 다만 Naar's Cars는 회원들이 여건이 될 때 기여할 때 가장 잘 운영됩니다. 도움을 줄 수 있는 상황에서도 계속 받기만 한다면 다른 사람들이 응답하기를 주저할 수 있으니, 여건이 될 때 다음 사람에게 베풀어 주세요.
vi: Bạn không bắt buộc phải giúp đỡ người khác để được nhận giúp đỡ. Tuy vậy, Naar's Cars hoạt động tốt nhất khi các thành viên đóng góp trong khả năng của mình. Nếu bạn thường xuyên nhận giúp đỡ mà không giúp lại khi có thể, người khác có thể sẽ ít muốn phản hồi hơn, vì vậy hãy sẻ chia lại khi bạn có thể.
zh_hans: 您无需先提供帮助才能获得帮助。话虽如此，当成员在力所能及时积极贡献，Naar's Cars 的效果最好。 如果您总是接受帮助，却在有能力时从不提供帮助，其他人可能就不太愿意回应——所以请在您有能力时把善意传递下去。
zh_hant: 您不需要先提供協助才能獲得協助。話雖如此，當成員在力所能及時樂於付出，Naar's Cars 的運作效果最好。 如果您總是接受協助，卻在有能力時從不提供協助，其他人可能就比較不願意回應——所以請在能力所及時把善意傳遞下去。

# guidelines_4_title
source: Reciprocity is encouraged, not enforced
es: Se fomenta la reciprocidad, no se impone
ko: 서로 돕기를 권장하되 강요하지 않습니다
vi: Khuyến khích có đi có lại, không ép buộc
zh_hans: 鼓励互惠，但不强制
zh_hant: 鼓勵互惠，但不強制

# guidelines_5_body
source: Requests should be legal, safe, and appropriate for a community setting. Members should never feel pressured to take on work, risk, or responsibility they're uncomfortable with.
es: Las solicitudes deben ser legales, seguras y adecuadas para un entorno comunitario. Ningún miembro debe sentirse presionado a asumir trabajo, riesgos o responsabilidades con los que no se sienta cómodo.
ko: 요청은 합법적이고 안전하며 커뮤니티에 적절해야 합니다. 회원은 불편한 일, 위험, 책임을 떠맡도록 압박받아서는 안 됩니다.
vi: Các yêu cầu phải hợp pháp, an toàn và phù hợp với môi trường cộng đồng. Không thành viên nào nên cảm thấy bị ép phải nhận việc, chấp nhận rủi ro hay trách nhiệm mà họ không thoải mái.
zh_hans: 请求应当合法、安全，并适合社区环境。成员绝不应被迫承担自己不愿接受的工作、风险或责任。
zh_hant: 請求應當合法、安全，並適合社群環境。成員絕不應被迫承擔自己不願接受的工作、風險或責任。

# guidelines_5_title
source: Keep requests reasonable and lawful
es: Mantén las solicitudes razonables y legales
ko: 합리적이고 합법적인 요청만 올려 주세요
vi: Giữ yêu cầu hợp lý và hợp pháp
zh_hans: 请求应合理且合法
zh_hant: 請求應合理且合法

# guidelines_6_body
source: Be clear about what you're asking for, when you need help, and any relevant details. Treat others with kindness and respect—gratitude goes a long way in building trust.
es: Sé claro sobre lo que pides, cuándo necesitas ayuda y cualquier detalle relevante. Trata a los demás con amabilidad y respeto: la gratitud ayuda mucho a generar confianza.
ko: 무엇을 요청하는지, 언제 도움이 필요한지, 관련된 세부 사항을 분명히 적어 주세요. 다른 사람을 친절하고 존중하는 마음으로 대하세요. 감사의 마음은 신뢰를 쌓는 데 큰 도움이 됩니다.
vi: Hãy nói rõ bạn cần gì, khi nào cần giúp và các chi tiết liên quan. Hãy đối xử với người khác bằng sự tử tế và tôn trọng, vì lòng biết ơn góp phần rất lớn vào việc xây dựng niềm tin.
zh_hans: 请清楚说明您需要什么、何时需要帮助以及相关细节。请友善、尊重地对待他人——一句感谢对建立信任大有帮助。
zh_hant: 請清楚說明您需要什麼、何時需要協助以及相關細節。請友善、尊重地對待他人——一句感謝對建立信任大有幫助。

# guidelines_6_title
source: Communicate clearly and respectfully
es: Comunícate con claridad y respeto
ko: 명확하고 정중하게 소통하세요
vi: Giao tiếp rõ ràng và tôn trọng
zh_hans: 清晰、尊重地沟通
zh_hant: 清楚、尊重地溝通

# guidelines_accept_failed
source: Failed to accept guidelines
es: Error al aceptar las directrices
ko: 가이드라인 수락에 실패했습니다
vi: Không thể chấp nhận hướng dẫn
zh_hans: 接受准则失败
zh_hant: 接受準則失敗

# guidelines_accept_failed_message
source: We couldn't save your acceptance. Check your connection and try again.
es: No pudimos guardar tu aceptación. Revisa tu conexión e inténtalo de nuevo.
ko: 동의 내용을 저장하지 못했습니다. 연결을 확인하고 다시 시도해 주세요.
vi: Chúng tôi không thể lưu việc chấp nhận của bạn. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法保存您的接受状态。请检查网络连接后重试。
zh_hant: 無法儲存您的接受狀態。請檢查網路連線後重試。

# guidelines_before_you_begin
source: Before you begin, please review and accept our community guidelines.
es: Antes de comenzar, por favor revisa y acepta nuestras directrices de la comunidad.
ko: 시작하기 전에 커뮤니티 가이드라인을 검토하고 동의해 주세요.
vi: Trước khi bắt đầu, vui lòng xem xét và chấp nhận các hướng dẫn cộng đồng của chúng tôi.
zh_hans: 开始之前，请查看并接受我们的社区准则。
zh_hant: 開始之前，請查看並接受我們的社區準則。

# guidelines_i_accept
source: I Accept
es: Acepto
ko: 동의합니다
vi: Tôi chấp nhận
zh_hans: 我接受
zh_hant: 我接受

# guidelines_review_message
source: Welcome to Naar's Cars! Please review these guidelines to ensure our community remains safe, supportive, and helpful.
es: ¡Bienvenido a Naar's Cars! Por favor revisa estas directrices para asegurar que nuestra comunidad siga siendo segura, solidaria y útil.
ko: Naar's Cars에 오신 것을 환영합니다! 커뮤니티가 안전하고 서로 돕는 환경을 유지할 수 있도록 가이드라인을 검토해 주세요.
vi: Chào mừng đến với Naar's Cars! Vui lòng xem xét các hướng dẫn này để đảm bảo cộng đồng của chúng ta luôn an toàn, hỗ trợ và hữu ích.
zh_hans: 欢迎来到Naar's Cars！请查看这些准则，以确保我们的社区保持安全、互助和乐于助人。
zh_hant: 歡迎來到Naar's Cars！請查看這些準則，以確保我們的社區保持安全、互助和樂於助人。

# guidelines_scroll_to_continue
source: Please scroll to the bottom to continue
es: Por favor desplázate hasta el final para continuar
ko: 계속하려면 아래로 스크롤해 주세요
vi: Vui lòng cuộn xuống dưới cùng để tiếp tục
zh_hans: 请滚动到底部以继续
zh_hant: 請滾動到底部以繼續

# guidelines_title
source: Community Guidelines
es: Directrices de la comunidad
ko: 커뮤니티 가이드라인
vi: Hướng dẫn cộng đồng
zh_hans: 社区准则
zh_hant: 社區準則

# guidelines_welcome
source: Welcome to Naar's Cars!
es: ¡Bienvenido a Naar's Cars!
ko: Naar's Cars에 오신 것을 환영합니다!
vi: Chào mừng đến với Naar's Cars!
zh_hans: 欢迎来到Naar's Cars！
zh_hant: 歡迎來到Naar's Cars！

source: Image
es: Imagen
ko: 이미지
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Invitation Statement
es: Declaración de invitación
ko: 초대 문구
vi: Lời mời
zh_hans: 邀请说明
zh_hant: 邀請說明

source: Invite Code
es: Código de invitación
ko: 초대 코드
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

source: Invite Codes
es: Códigos de invitación
ko: 초대 코드
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

source: Invite Information
es: Información de invitación
ko: 초대 정보
vi: Thông tin mời
zh_hans: 邀请信息
zh_hant: 邀請資訊

source: Invite Code Generated!
es: ¡Código de invitación generado!
ko: 초대 코드가 생성되었습니다!
vi: Đã tạo mã mời!
zh_hans: 邀请码已生成！
zh_hant: 邀請碼已生成！

# invite_copied
source: Copied!
es: ¡Copiado!
ko: 복사됨!
vi: Đã sao chép!
zh_hans: 已复制！
zh_hant: 已複製！

# invite_copy
source: Copy
es: Copiar
ko: 복사
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# invite_create
source: Create Invite
es: Crear invitación
ko: 초대 만들기
vi: Tạo lời mời
zh_hans: 创建邀请
zh_hant: 建立邀請

# invite_created_ago
source: Created %@
es: Creado %@
ko: %@ 전 생성
vi: Đã tạo %@
zh_hans: 创建于 %@
zh_hant: 建立於 %@

# invite_generate_code
source: Generate Invite Code
es: Generar código de invitación
ko: 초대 코드 생성
vi: Tạo mã mời
zh_hans: 生成邀请码
zh_hant: 生成邀請碼

# invite_generate_failed
source: Failed to generate invite code
es: Error al generar el código de invitación
ko: 초대 코드 생성에 실패했습니다
vi: Không thể tạo mã mời
zh_hans: 生成邀请码失败
zh_hant: 生成邀請碼失敗

# invite_share
source: Share
es: Compartir
ko: 공유
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# invite_share_prompt
source: Share this code with someone you'd like to invite
es: Comparte este código con alguien a quien quieras invitar
ko: 초대하고 싶은 사람에게 이 코드를 공유하세요
vi: Chia sẻ mã này với người bạn muốn mời
zh_hans: 将此代码分享给您想邀请的人
zh_hant: 將此代碼分享給您想邀請的人

# invite_statement_required
source: Please provide a statement about who you're inviting
es: Por favor proporciona una declaración sobre a quién estás invitando
ko: 초대하는 사람에 대한 사유를 입력해 주세요
vi: Vui lòng cung cấp lời giới thiệu về người bạn mời
zh_hans: 请提供关于您邀请对象的说明
zh_hant: 請提供關於您邀請對象的說明

# invite_statement_too_long
source: Statement must be 500 characters or less
es: La declaración debe tener 500 caracteres o menos
ko: 사유는 500자 이하여야 합니다
vi: Lời giới thiệu phải từ 500 ký tự trở xuống
zh_hans: 声明不得超过500个字符
zh_hant: 聲明不得超過500個字元

# invite_status_available
source: Available
es: Disponible
ko: 사용 가능
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

# invite_status_used
source: Used
es: Usado
ko: 사용됨
vi: Đã sử dụng
zh_hans: 已使用
zh_hant: 已使用

# invite_tell_us
source: Tell us about who you're inviting
es: Cuéntanos sobre a quién estás invitando
ko: 초대하시는 분에 대해 알려주세요
vi: Hãy cho chúng tôi biết về người bạn mời
zh_hans: 告诉我们您邀请的是谁
zh_hant: 告訴我們您邀請的是誰

# invite_who_and_why
source: Who are you inviting and why?
es: ¿A quién estás invitando y por qué?
ko: 누구를 초대하고 그 이유는 무엇인가요?
vi: Bạn mời ai và vì sao?
zh_hans: 您邀请的是谁，为什么？
zh_hant: 您邀請的是誰，為什麼？

# invite_your_code
source: Your Invite Code
es: Tu código de invitación
ko: 내 초대 코드
vi: Mã mời của bạn
zh_hans: 您的邀请码
zh_hant: 您的邀請碼

source: John Doe
es: Juan Pérez
ko: 홍길동
vi: Nguyễn Văn A
zh_hans: 张三
zh_hant: 王小明

source: john@example.com
es: juan@ejemplo.com
ko: hong@example.com
vi: nguyen@example.com
zh_hans: zhangsan@example.com
zh_hant: wang@example.com

source: Join Naar's Cars
es: Únete a Naar's Cars
ko: Naar's Cars에 가입
vi: Tham gia Naar's Cars
zh_hans: 加入 Naar's Cars
zh_hant: 加入 Naar's Cars

# language_restart_alert_instructions
source: To finish changing the language, close Naar's Cars completely and open it again.
es: Para terminar de cambiar el idioma, cierra Naar's Cars por completo y ábrela de nuevo.
ko: 언어 변경을 마치려면 Naar's Cars를 완전히 종료한 후 다시 여세요.
vi: Để hoàn tất việc đổi ngôn ngữ, hãy đóng hoàn toàn Naar's Cars rồi mở lại.
zh_hans: 要完成语言切换，请彻底关闭 Naar's Cars，然后重新打开。
zh_hant: 要完成語言切換，請完全關閉 Naar's Cars，然後重新開啟。

# language_restart_alert_message
source: The app needs to restart for the language change to take full effect.
es: La aplicación debe reiniciarse para que el cambio de idioma surta efecto completo.
ko: 언어 변경을 완전히 적용하려면 앱을 재시작해야 합니다.
vi: Ứng dụng cần khởi động lại để thay đổi ngôn ngữ có hiệu lực đầy đủ.
zh_hans: 应用需要重启才能使语言更改完全生效。
zh_hant: 應用需要重啟才能使語言更改完全生效。

# language_restart_alert_title
source: Restart Required
es: Reinicio requerido
ko: 재시작 필요
vi: Cần khởi động lại
zh_hans: 需要重启
zh_hant: 需要重啟

# language_restart_required
source: Changing language requires restarting the app for full effect.
es: Cambiar el idioma requiere reiniciar la aplicación para que surta efecto completo.
ko: 언어를 변경하려면 완전히 적용하기 위해 앱을 재시작해야 합니다.
vi: Việc đổi ngôn ngữ cần khởi động lại ứng dụng để có hiệu lực đầy đủ.
zh_hans: 更改语言需要重启应用才能完全生效。
zh_hant: 更改語言需要重啟應用才能完全生效。

# language_settings_title
source: Language
es: Idioma
ko: 언어
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Last Push Payload
es: Última carga útil de push
ko: 마지막 푸시 페이로드
vi: Payload thông báo đẩy gần nhất
zh_hans: 最近一次推送载荷
zh_hant: 最近一次推播酬載

source: Leaderboard
es: Clasificación
ko: 리더보드
vi: Bảng xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜

# leaderboard_be_first
source: Be the first to fulfill a request and appear on the leaderboard!
es: ¡Sé el primero en cumplir una solicitud y aparecer en la tabla de clasificación!
ko: 첫 번째로 요청을 이행하고 리더보드에 올라보세요!
vi: Hãy là người đầu tiên hoàn thành yêu cầu và xuất hiện trên bảng xếp hạng!
zh_hans: 成为第一个完成请求并出现在排行榜上的人！
zh_hant: 成為第一個完成請求並出現在排行榜上的人！

# leaderboard_fulfilled
source: fulfilled
es: cumplidas
ko: 이행됨
vi: đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# leaderboard_no_rankings
source: No Rankings Yet
es: Sin clasificaciones aún
ko: 아직 순위 없음
vi: Chưa có xếp hạng
zh_hans: 暂无排名
zh_hant: 暫無排名

# leaderboard_period_all_time
source: All Time
es: Todo el tiempo
ko: 전체
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# leaderboard_period_label
source: Period
es: Período
ko: 기간
vi: Kỳ
zh_hans: 时段
zh_hant: 時段

# leaderboard_period_this_month
source: This Month
es: Este mes
ko: 이번 달
vi: Tháng này
zh_hans: 本月
zh_hant: 本月

# leaderboard_period_this_quarter
source: This Quarter
es: Este trimestre
ko: 이번 분기
vi: Quý này
zh_hans: 本季度
zh_hant: 本季度

# leaderboard_period_this_year
source: This Year
es: Este año
ko: 올해
vi: Năm nay
zh_hans: 今年
zh_hant: 今年

# leaderboard_refresh_failed
source: Couldn't refresh the leaderboard. Please try again.
es: No se pudo actualizar la clasificación. Por favor, inténtalo de nuevo.
ko: 리더보드를 새로 고치지 못했습니다. 다시 시도해 주세요.
vi: Không thể làm mới bảng xếp hạng. Vui lòng thử lại.
zh_hans: 无法刷新排行榜。请重试。
zh_hant: 無法重新整理排行榜。請重試。

# leaderboard_spotlights
source: Spotlights
es: Destacados
ko: 스포트라이트
vi: Nổi bật
zh_hans: 聚焦
zh_hant: 聚焦

# leaderboard_title
source: Leaderboard
es: Tabla de clasificación
ko: 리더보드
vi: Bảng xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜

# leaderboard_xp_accessibility
source: %lld experience points
es: %lld puntos de experiencia
ko: 경험치 %lld점
vi: %lld điểm kinh nghiệm
zh_hans: %lld经验值
zh_hant: %lld經驗值

# leaderboard_your_rank
source: Your Rank: #%lld
es: Tu clasificación: #%lld
ko: 내 순위: #%lld
vi: Xếp hạng của bạn: #%lld
zh_hans: 您的排名：#%lld
zh_hant: 您的排名：#%lld

source: Link
es: Vincular
ko: 연결
vi: Liên kết
zh_hans: 关联
zh_hant: 關聯

source: Link Apple ID
es: Vincular Apple ID
ko: Apple ID 연결
vi: Liên kết Apple ID
zh_hans: 关联 Apple ID
zh_hant: 連結 Apple ID

source: Loading route...
es: Cargando ruta...
ko: 경로 로딩 중...
vi: Đang tải tuyến đường...
zh_hans: 正在加载路线…
zh_hant: 正在載入路線…

source: Loading...
es: Cargando...
ko: 로딩 중...
vi: Đang tải...
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Location
es: Ubicación
ko: 위치
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# location_clear_accessibility
source: Clear location
es: Borrar ubicación
ko: 위치 지우기
vi: Xóa địa điểm
zh_hans: 清除地点
zh_hant: 清除地點

# location_no_results
source: No results found
es: Sin resultados
ko: 결과 없음
vi: Không có kết quả
zh_hans: 未找到结果
zh_hant: 未找到結果

# location_recent_header
source: Recent
es: Recientes
ko: 최근
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

# location_suggestions_header
source: Suggestions
es: Sugerencias
ko: 추천
vi: Gợi ý
zh_hans: 建议
zh_hant: 建議

source: Management
es: Gestión
ko: 관리
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# maps_stop_current_location
source: Current Location
es: Ubicación actual
ko: 현재 위치
vi: Vị trí hiện tại
zh_hans: 当前位置
zh_hant: 目前位置

# maps_stop_dropoff
source: Dropoff: %@
es: Destino: %@
ko: 하차: %@
vi: Điểm trả: %@
zh_hans: 下车地点：%@
zh_hant: 下車地點：%@

# maps_stop_pickup
source: Pickup: %@
es: Recogida: %@
ko: 승차: %@
vi: Điểm đón: %@
zh_hans: 上车地点：%@
zh_hant: 上車地點：%@

source: Message/Conversation Cache
es: Caché de mensajes/conversaciones
ko: 메시지/대화 캐시
vi: Bộ nhớ đệm tin nhắn/cuộc trò chuyện
zh_hans: 消息/对话缓存
zh_hant: 訊息/對話快取

source: Messages
es: Mensajes
ko: 메시지
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

source: Messaging Debug
es: Depuración de mensajes
ko: 메시징 디버그
vi: Gỡ lỗi nhắn tin
zh_hans: 消息调试
zh_hant: 訊息除錯

# messaging_1_reply
source: 1 reply
es: 1 respuesta
ko: 답글 1개
vi: 1 trả lời
zh_hans: 1 条回复
zh_hant: 1 則回覆

# messaging_accessibility_react_and_more
source: React and more
es: Reaccionar y más
ko: 반응 및 더보기
vi: Phản ứng và các tùy chọn khác
zh_hans: 表情回应及更多
zh_hant: 表情回應及更多

# messaging_add_action
source: Add
es: Agregar
ko: 추가
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# messaging_add_participants
source: Add Participants
es: Agregar participantes
ko: 참여자 추가
vi: Thêm người tham gia
zh_hans: 添加参与者
zh_hant: 新增參與者

# messaging_add_participants_creator_only
source: Only the person who created this group can add people.
es: Solo la persona que creó este grupo puede agregar personas.
ko: 이 그룹을 만든 사람만 다른 사람을 추가할 수 있습니다.
vi: Chỉ người đã tạo nhóm này mới có thể thêm người.
zh_hans: 只有创建此群组的人才能添加成员。
zh_hant: 只有建立此群組的人才能新增成員。

# messaging_additional_details_optional
source: Additional details (optional)
es: Detalles adicionales (opcional)
ko: 추가 세부정보 (선택사항)
vi: Chi tiết bổ sung (tùy chọn)
zh_hans: 附加详情（可选）
zh_hant: 附加詳情（可選）

# messaging_all_messages
source: All Messages
es: Todos los mensajes
ko: 모든 메시지
vi: Tất cả tin nhắn
zh_hans: 所有消息
zh_hant: 所有訊息

# messaging_already_added
source: Already added
es: Ya agregado
ko: 이미 추가됨
vi: Đã thêm rồi
zh_hans: 已添加
zh_hant: 已新增

# messaging_audio_empty_state
source: Audio messages shared in this conversation will appear here.
es: Los mensajes de audio compartidos en esta conversación aparecerán aquí.
ko: 이 대화에서 공유된 오디오 메시지가 여기에 표시됩니다.
vi: Tin nhắn thoại được chia sẻ trong cuộc trò chuyện này sẽ xuất hiện ở đây.
zh_hans: 此对话中分享的语音消息将显示在这里。
zh_hant: 此對話中分享的語音訊息將顯示在這裡。

# messaging_beginning_of_conversation
source: Beginning of Conversation
es: Inicio de la conversación
ko: 대화 시작
vi: Bắt đầu cuộc trò chuyện
zh_hans: 对话开始
zh_hant: 對話開始
